Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Thailand is among ASEAN’s renewable energy leaders.
nb: Thailand er ledende på fornybar energi blant ASEAN-landene.

source: Exchange to Mannheim University.
nb: ved Universitetet i Mannheim.

source: The shift in relations and the rapprochement between Ethiopia and Eritrea, now widely accepted, is attributable to the changes in Ethiopia and in part to high-level contacts mediated by the Gulf governments.
nb: Skiftet i forholdet og tilnærmingen til Etiopia og Eritrea, som nå er allment akseptert, kan tilskrives endringene i Etiopia og delvis til kontakter på høyt nivå formidlet av Gulf-regjeringene.

source: He will also address the international and Syrian political conditions for humanitarian aid in Syria and the neighbouring states.
nb: Han vil også snakke om internasjonale og syriske politiske rammevilkår for videre humanitær innsats i Syria og i nabolandene.

source: Participants from NUPI are Christophe Hillion, Hege Medin, Arne Melchior (Project Manager) og Ulf Sverdrup.
nb: Fra NUPI deltar Christophe Hillion, Hege Medin, Arne Melchior (prosjektleder) og Ulf Sverdrup.

source: Despite some differences between Hillary Clinton and Barack Obama, Neubauer assumes that Clinton on the whole would pursue a foreign policy similar to or close to that of Obama.
nb: Tross nyanseforskjeller i framtoning og i noen enkeltsaker mellom Clinton og Obama, antar Neubauer at Clinton i det store og hele vil føre en utenrikspolitikk lik eller nær opp til Obamas.

source: NUPI Director Ulf Sverdrup will chair the event.
nb: Ordstyrer er NUPI-direktør Ulf Sverdrup.

source: This overall question forms the basis for NUPI's new research project on technology, security and warfare.
nb: Dette overordnede spørsmålet danner basis for NUPIs nye forskningsprosjekt om teknologi, sikkerhet og krigføring.

source: Arjun Chowdhury is an Associate Professor of Political Science at the University of British Columbia.
nb: Arjun Chowdhury er førsteamanuensis i statsvitenskap ved University of British Coloumbia.

source: MA Political Science, University of Oslo
nb: MA statsvitenskap, Universitetet i Oslo

source: Summer intern and journalist, Dagbladet
nb: Praksis-, tilkallings- og sommervikar, Dagbladet

source: Hale highlighted three types of nationalism in Russia.
nb: Hale trakk frem tre typer nasjonalisme i Russland.

source: Abiy Ahmed has been prime minister of Ethiopia since April last year.
nb: Abiy Ahmed har vært Etiopias statsminister i halvannet år.

source: is Professor of Political Science at King’s College London.
nb: er professor i statsvitenskap ved King’s College London.

source: Director, Centre for Internet and Global Politics
nb: Direktør, Centre for Internett and Global Politics

source: Seminar on Obama’s first 40 days - what changes in domestic and foreign policy can we expect?
nb: Seminar om Obamas første 40 dager som president - hvilke innenriks- og utenrikspolitiske forandringer kan vi forvente?

source: Myhre has long-term research experience from Tanzania, and is the author of
nb: Myhre har lang erfaring fra Tanzania, og har skrevet

source: There are in particularly three points the chapter highlights: what Norway does to manage its security challenges and status as a small state, how Norway manages its relationship with its High North neighbor Russia, and finally to what degree Norway’s 2014 Arctic policy and 2006 High North strategy have been adequate responses to the challenges above.
nb: Det er spesielt tre poeng kapitlet fremhever – hva Norge gjør for å styre sine sikkerhetsmessige utfordringer og status som et lite land, hvordan Norge styrer forholdet med sin nordområde-nabo Russland, og til slutt i hvilken grad rapporten «Nordkloden» fra 2014 og nordområdestrategien fra 2006 har vært tilstrekkelig respons til disse utfordringene.

source: is Professor of Political Science at Clark University.
nb: er professor i statsvitenskap ved Clark University.

source: A presentation and discussion on the concept 'Responsibility to Protect'.
nb: En presentasjon og diskusjon om begrepet "Responsibility to Protect".

source: Research seminar with Vincent Pouliot from McGill University, Montreal, Canada
nb: Forskerseminar om den symbolske maktpolitikken mellom NATO og Russland, med Vincent Pouliot fra McGill University, Montreal, Canada

source: The project will look closer at the rotational arrangement for providing a C-130 transport plane to the UN stabilization mission in Mali
nb: (MINUSMA) med et C-130 transportfly, hvor Norge og en gruppe av FNs medlemsland samles om å levere dette bidraget.

source: In October 2015, the Permanent Court issued a preliminary statement confirming that it was competent to rule on at least some of the submissions made by the Philippines.
nb: I oktober 2015 avga domstolen en forhåndserklæring der det ble slått fast at den hadde rett til å avgi dom i deler av materiale Filippinene hadde sendt inn.

source: Senior Advisor, International Department, Norwegian Centre for Human Rights, Faculty of Law, University of Oslo
nb: Seniorrådgiver, internasjonal programavdeling, Norsk senter for menneskerettigheter, Det juridiske fakultet, UiO

source: is the founder and Director of the Conflict Analysis and Prevention Centre.
nb: er grunnlegger og direktør for Conflict Analysis and Prevention Centre.

source: This is what Professor Richard G. Whitman will talk about when he visits NUPI on 24 February.
nb: Dette skal Richard G. Whitman snakke om når han besøker NUPI 24. februar.

source: The meeting in Chatham House was held under the
nb: Møtet i Chatham House ble holdt under

source: Transparency and constructive engagement between local communities and multinational corporations is therefore important for how firms will be perceived in society.
nb: Åpenhet og konstruktivt engasjement mellom lokalsamfunn og multinasjonale selskaper er derfor viktig for hvordan bedrifter oppfattes i samfunnet.

source: Seminar in NUPI’s European and Transatlantic Security Seminar Series with Knud Erik Jørgensen, Professor, Department of Political Science, University of Aarhus.
nb: Seminar i seminarserien om europeisk og transatlantisk sikkerhet med Knud Erik Jørgensen, professor, Aarhus Universitet

source: As part of NUPI's alumni you will receive invitations to special events, celebrations, publications, and more.
nb: Som del av NUPIs alumni vil du også motta invitasjoner til spesielle arrangementer, feiringer, publikasjoner, og mer.

source: He is the co-founder and executive chairman of the Chertoff Group, a risk-management and security consulting company.
nb: Han er medgrunnlegger og leder av Chertoff Group, et konsulentfirma for risiko- og sikkerhetsvurdering.

source: All content can be found via thematic and geographic keywords - "tags".
nb: Alt innhold kan gjenfinnes via tematiske og geografiske stikkord - «tags».

source: is Associate Professor and Senior Lecturer in Development Studies at the Department of Government at Uppsala University in Sweden.
nb: er førsteamanuensis og foreleser i utviklingsstudier ved Statsvetenskapliga institutionen ved Uppsala Universitet i Sverige.

source: Russia’s objective is independence from Ukraine within 2019.
nb: Russlands mål er å gjøre seg helt uavhengig av Ukraina innen 2019.

source: As an advisor at FADEN, Maryam assists researchers in the
nb: Som rådgiver i FADEN bistår Maryam forskere i forskningsgruppen for

source: He also argued that Iraq is now a ‘laboratory’ for political solutions to integrate all elements (e.g. Sunni, Shia, Kurd, and their international backers), thus diffusing conflict and allowing for peacebuilding.
nb: Han argumenterte også at dagens Irak er et ‘laboratorium’ for å finne en politisk løsning som kan klare å integrere alle elementer (landets ulike folkegrupper og deres internasjonale støttespillere), og dermed også avspenne konflikten og muliggjøre fredsbygging.

source: EPON at Stockholm Forum for Peace and Development 2019
nb: EPON på Stockholm Forum for Peace and Development 2019

source: projects. Kaja is enrolled in the master's program Peace and Conflict Studies at the University of Oslo graduating in 2022.
nb: Kaja tar en mastergrad ved Universitetet i Oslo i Peace and Conflict Studies, og skal levere masteroppgaven våren 2022.

source: The primary objective is long term strategic competence on hybrid warfare in Norwegian and Russian media that empowers citizenry, policy makers, and academics to recognize and mitigate the escalation of radicalization.
nb: Hovedmålet er langsiktig strategisk kompetanse på hybrid krigføring i norske og russiske medier, som setter borgere, policy-makers og akademikere i stand til å gjenkjenne og begrense opptrapping av radikalisering.

source: New frameworks for Norwegian security and defence policy
nb: Nye rammer for norsk sikkerhets- og forsvarspolitikk

source: Research Seminar with Nicholas J. Kiersey, Bristol University
nb: Forskerseminar med Nicholas J. Kiersey, Bristol University

source: After Sanness, NUPI has held a number of prominent directors, including Johan Jørgen Holst, Sverre Lodgaard and Jan Egeland.
nb: Etter Sanness har NUPI hatt en rekke profilerte direktører, deriblant Johan Jørgen Holst, Sverre Lodgaard og Jan Egeland.

source: Natasja Rupesinghe’s PhD project examines jihadist insurgencies in the Sahel region of West Africa, focusing on the cases of Mali, Burkina Faso, and Niger.
nb: Rupesinghes doktorgradsprosjekt handler om jihadistiske opprørsgrupper i Sahel regionen i Vest Afrika med feltarbeid i Mali, Burkina Faso og Niger.

source: Academic Writing Advisor, NMBU
nb: Rådgiver for akademisk skriving, NMBU

source: Journalists are invaluable in exposing the power asymmetries and the hidden world of corruption.
nb: Journalister er uvurderlige for å avsløre maktens asymmetrier og korrupsjon.

source: He has studied international relations in Russia and holds a Master degree in Russian studies from St Antony’s College, Oxford.
nb: Han har studert internasjonale relasjoner i Russland og har en mastergrad i russlandsstudier fra St Antony’s College, Oxford.

source: In addition, NUPI is partner in another new RCN funded project led by Professor Marianne Riddervold at
nb: I tillegg til dette er NUPI partner i et prosjekt ledet av professor Marianne Riddervold ved Høgskolen i Innlandet (

source: In each cycle we select up to ten university-based research teams from the eight countries targeted in the project (Armenia, Azerbaijan, Georgia, Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan).
nb: I hver syklus velger vi ut ti universitetsbaserte lag fra de åtte landene som er mål for prosjektet (Armenia, Aserbajdsjan, Georgia, Kasakhstan, Kirgisistan, Tadsjikistan, Turkmenistan og Usbekistan).

source: He has been a Jean Monnet fellow at the European University Institute, a Visiting scholar at the Mannheimer Zentrum für Europäische Sozialforschung, and he has also worked as senior advisor in the Norwegian Ministry of Foreign Affairs.
nb: Han har vært Jean Monet-stipendiat ved European University Institute, gjesteforsker ved Mannheimer Zentrum für Europäische Sozialforschung og seniorrådgiver i Utenriksdepartementet.

source: What is a franchised state?
nb: Hva er egentlig en ‘franchised’ stat?

source: – A new strategy for the Norwegian tax aid program “Tax for development” is now confirmed and the funding is increased with 90 million.
nb: – En ny strategi for «Skatt for Utvikling» er nå godkjent og støtten til Norads skattearbeid skal økes med 90 millioner i år.

source: , Senior Researcher, former President of the Norwegian Lagting (Upper Chamber), Deputy Permanent Secretary of the Ministry of Foreign Affairs and Director of UNESCO and UNICEF.
nb: er seniorforsker, tidligere president for Lagtinget, spesialråd/assisterende utenriksråd for bistandssaker og direktør i UNESCO og UNICEF.

source: Prior to that, he was United Nations Resident Coordinator in Fiji and nine other Pacific countries, and before that in Iran.
nb: Før det var han FNs Resident Coordinator i Fiji og ni andre Stillehavsland, og før det i Iran.

source: Seminar on international terrorism in Europe with Dr Christoph Meyer, King's College, Department of War Studies, London.
nb: Seminar om internasjonal terrorisme – europeiske trusseloppfatninger og reaksjoner med Dr Christoph Meyer, King's College, Department of War Studies, London.

source: NUPI was the host and CASS Institute of World Economics and Politics (IWEP) coordinated the Chinese participation.
nb: NUPI var verstsskap og CASS Institute of World Economics and Politics (IWEP) ledet den kinesiske deltakelsen.

source: The chapter describes the situation in Norway and is part of a larger report on China’s relations to European countries during the COVID-19 pandemic.
nb: Kapittelet beskriver situasjonen for Norge og er del av en større rapport om Kinas relasjoner til europeiske land under COVID-19 pandemien.

source: How did Chinese 5G providers, such as Huawei, become a security concern in the USA and Europe?
nb: Hvordan ble kinesiske 5G telekom-leverandører, slik som Huawei, et sikkerhetsproblem i USA og Europa?

source: A new article published at level 2 by researchers at Harvard and NUPI examines this question.
nb: Det har forskere fra Harvard og NUPI sett på i en ny studie publisert i nivå 2-tidsskriftet Journal of Cleaner Production.

source: It is an opportunity to the degree that the G20 can strengthen global governance on key areas of importance for Norway, such as the
nb: Muligheter i den grad at G20 kan styrke global styring på nøkkelområder som er viktige for Norge, som for eksempel

source: This is the overarching question of this article written by Senior Research Fellows at NUPI, Halvard Leira and Benjamin de Carvalho, with the title:
nb: Dette er det overordnede spørsmålet i denne artikkelen skrevet av seniorforskerne Halvard Leira og Benjamin de Carvalho, begge ansatt ved NUPI.

source: Welcome address, RADM Louise Kathrine Dedichen, Commandant at the Norwegian Defence University College
nb: Åpning ved Kontreadmiral Louise Kathrine Dedichen, sjef for Forsvarets høgskole

source: As in Saudi Arabia and Morocco, such institutions can indeed play a constructive role.
nb: Hun pekte på både Saudi Arabia og Marokko som land hvor slike institusjoner har spilt en konstruktiv rolle.

source: And how do they deem the potential for more Nordic security cooperation?
nb: Og hvilke muligheter er det for mer nordisk sikkerhetssamarbeid?

source: This year NUPI was ranked in a total of nine different categories, and reached number 25 in the
nb: I år fikk NUPI oppmerksomhet i totalt ni ulike kategorier. Instituttet er på 25. plass i kategorien

source: Her research and teaching lies at the intersection of global development, China’s political economy, and adaptive processes of change.
nb: Hennes forskning og undervisning ligger i skjæringspunktet for global utvikling, Kinas politiske økonomi, og adaptive prosesser for forandring.

source: is affiliated with NUPI as a Senior Research Fellow.
nb: er tilknyttet NUPI som seniorforsker.

source: Research assistant, Department of Political Science and Management, University of Agder
nb: Vitenskapelig assistent, Institutt for statsvitenskap og ledelse, Universitetet i Agder

source: Research Assistant, University of Bergen
nb: Vitenskapelig assistant, Universitetet i Bergen

source: “It will be interesting to see if Japan’s FOIP becomes a story that correlates primarily with the foreign policy legacy of Prime Minister Abe, who has been exceptionally proactive on the foreign policy front since returning to power in 2012, or if we are actually at the brink of an era where Japanese foreign policy will be defined by this expansive concept, regardless of who is at Japan’s helm, for many years to come.
nb: - Det blir interessant å se om Japans FOIP primært vil stemme overens med den utenrikspolitiske arven etter Abe, som har vært eksepsjonelt proaktiv på den utenrikspolitiske fronten etter han kom tilbake til makten i 2012, eller om vi faktisk står på kanten av en æra hvor japansk utenrikspolitikk vil defineres av dette stadig mer omgripende konseptet, uavhengig av hva som er i vente for Japan, i fremtiden.

source: ‘While most of the other 27 member states wish the UK to remain and believe it has a positive contribution to make, they are also frustrated by the UK’s repeated attempts to opt out of various aspects of integration.
nb: - Mens de fleste av de andre 27 medlemslandene ønsker at Storbritannia skal forbli i EU og mener at de bidrar positivt, er de samtidig frustrerte over «særbehandlingen» de mener Storbritannia får.

source: He emphasizes that the P5+1 (the five permanent members of the UN Security Council) and the International Atomic Energy Agency (IAEA) have become more realistic about their objectives in inspecting Iran from a legal basis, and are turning their efforts to doing the existing legal job as well as possible.
nb: Han vektlegger at P5+1 (de permanente medlemmene i FNs sikkerhetsråd pluss Tyskland) og det internasjonale atomenergibyrået (IAEA) har blitt mer realistiske i sine mål når det gjelder å inspisere Iran på rettslig basis, og at de konsentrerer seg om å gjøre inspeksjonsarbeidet så godt som mulig på dette grunnlaget.

source: We will examine who these actors are and try to explain the variation in the ways states use and rely on non-state actors for handling various risks’, explains Research Director Ole-Jacob Sending (NUPI), who is in charge of the project.
nb: Vi skal se på hvem disse aktørene er og forsøke å forklare variasjonen i ulike staters avhengighet og bruk av ikke-statlige aktører for å håndtere ulike typer risiko, forklarer forskningssjef Ole Jacob Sending, som leder prosjektet.

source: International Affairs (NUPI).
nb: Utenrikspolitisk Institutt (NUPI).

source: At the theory seminar, Hvidsten will present the final part of his dissertation, which will be distributed to those attending the seminar.
nb: Hvidsten vil i seminaret fokusere på dialog mellom teori og praksis i studiet av internasjonal politikk.

source: with Sophia Moskalenko (Stanford in June).
nb: med Sophia Moskalenko (Stanford i Juni).

source: , Secretary-General, CIVICUS
nb: , generalsekretær, CIVICUS

source: 17:55-19:10 – Panel 3 – The Militarization of the Black Sea Region and Consequences for South-East Europe Chair:
nb: 17:55-19:10 – Panel 3 – Millitariseringen av Svartehavsrelionen og konsekvensene for Sørøst-Europa

source: Professor Nick Sitter gave an overview of history and lessons learned from 150 years of terrorism and counter-terrorism at a NUPI event on 22 March.
nb: Nick Sitter gikk gjennom historien og lærdommer vi kan høste fra 150 år med terrorisme og antiterror på et NUPI-seminar 22. mars.

source: Andrew Moravcsik is Professor of Politics and founding director of the European Union Program and International Relations Faculty Colloquium at Princeton University.
nb: Andrew Moravcsik er professor i politikk, direktør for Liechtenstein Institute on Self-Determination, og grunnlegger av European Union Program og International Relations Faculty Colloquium ved Princeton University.

source: How does the US view and navigate Arctic security concerns?
nb: Hvordan navigerer Washington det endrede sikkerhetsbildet?

source: The first war, 1994–1996, was unpopular among the Russian popular.
nb: Den første, fra 1994 – 1996, var upopulær blant det russiske folket.

source: This chapter discusses Norwegian perspectives on North Atlantic Treaty Organization (NATO), and security and defense policy.
nb: Dette kapittelet drøfter norske perspektiver på Nordatlantisk traktatorganisasjon (NATO), og sikkerhets- og forsvarspolitikk.

source: The inquiries for 2018 will be:
nb: Analysearbeidet for 2018 besto av:

source: Senior Research Fellow Pernille Rieker at NUPI presented key findings from her forthcoming book
nb: Seniorforsker Pernille Rieker ved NUPI presenterte nøkkelfunn fra sin kommende bok

source: - Presentations by Ingrid Nyborg and Surendra Sharma.
nb: - Presentasjoner ved Ingrid Nyborg og Surendra Sharma.

source: NUPI researcher Halvard Leira talked about Amenas attack in the bigger picture:
nb: NUPI-forsker Halvard Leira snakket om In Amenas-angrepet i «det større bildet»:

source: He holds a PhD from the University of Cambridge, UK.
nb: Han har doktorgrad ved Universitetet i Cambridge, Storbritannia.

source: Master's degree in International Strategic Studies, Federal University of Rio Grande do Sul, Brazil
nb: Master i internasjonale strategiske studier, Federal University of Rio Grande do Sul, Brasil

source: The TTCPS conducts research on the role policy institutes play in governments and in civil societies around the world.
nb: TTCPS forsker på hva slags rolle tenketanker spiller for myndigheter og i samfunn rundt omkring i verden.

source: Before taking up the position at NUPI, he was a professor at the Norwegian Business School BI, and a research professor at ARENA, Centre for European Studies, at the University of Oslo.
nb: Før han begynte ved NUPI, var han professor ved Handelshøyskolen BI, og professor ved ARENA Senter for europaforskning ved Universitetet i Oslo.

source: Policy Fellow, Norwegian Radiation and Nuclear Safety Authority (DSA)
nb: Policy fellow - Direktoratet for strålevern og atomsikkerhet (DSA)

source: Q and A, discussion
nb: Q & A, diskusjon

source: In the part before lunch, researchers from SNF, NUPI and Ruralis will present analyses of Norwegian export and trade at the firm level, based on detailed data for Norway’s trade (NUPI, SNF) or case studies (for agricultural exports, Ruralis).
nb: I seminaret fram til lunsj legger forskere fra SNF, NUPI og Ruralis fram analyser av norsk eksport og handel på bedriftsnivå, dels basert på detaljerte handelsdata for Norge (NUPI, SNF) og dels basert på case studier av landbrukseksport (Ruralis).

source: Mai’a Cross is the Edward W. Brooke Professor of Political Science and associate professor of political science and international affairs.
nb: Brooke Professor of Political Science og førsteamanuensis i statsvitenskap og internasjonale spørsmål ved Northeastern University.

source: Lecture and panel discussion with Claus Offe, Sabrina Ramet og Frank Aarebrot - 20 years since the fall of the Wall
nb: Foredrag og debatt med Claus Offe, Arnd Bauerkämper, Miroslav Hroch og Frank Aarebrot – 20 år etter murens fall.

source: Claudia holds a MSc in International Politics from SOAS, University of London.
nb: Claudia har mastergrad i internasjonal politikk fra SOAS, University of London.

source: After 20 years with Vladimir Putin in power, Putin’s Russia is becoming an ancien régime.
nb: Etter 20 år med Vladimir Putin ved makten, er Putins Russland i ferd med å bli et ancien régime.

source: has existed since in 2002, and today consists of the
nb: har eksistert siden 2002, og består i dag av

source: A new book co-edited by NUPI researchers Cedric de Coning and John Karlsrud and professor Chiyuki Aoi (University of Tokyo) entitled “UN Peacekeeping doctrine in a new era”, analyses the growing gap between these actual practices and existing UN peacekeeping doctrine.
nb: NUPI-forskerne Cedric de Coning og John Karlsrud, og professor Chiyuki Aoi ved University of Tokyo, analyserer i en ny bok med tittelen “UN Peacekeeping doctrine in a new era” denne voksende avstanden mellom teori og praksis i FNs fredsbevarende doktrine.
